{"в": 1, "км.": 2, "баллов": 3, "ветер": 4, "км,": 5, "видимость": 6, "температура": 7, "слое": 8, "м,": 9, "облачность": 10, "6-10": 11, "м/с.": 12, "7-10": 13, "дымка,": 14, "с.": 15, "кратковременно": 16, "средней": 17, "3-6": 18, "2-5": 19, "внго": 20, "ввго": 21, "2-7": 22, "2-3": 23, "5-8": 24, "верхней,": 25, "с": 26, "4-7": 27, "6-9": 28, "м.": 29, "половине": 30, "временами": 31, "дымка.": 32, "срока": 33, "верх": 34, "1-4": 35, "гр,": 36, "во": 37, "слоисто-кучевой,": 38, "второй": 39, "300-500": 40, "средняя": 41, "переменный": 42, "3-4": 43, "600-1000": 44, "500-800": 45, "слоисто-кучевой": 46, "м/с,": 47, "400-600": 48, "200-300": 49, "около": 50, "утром": 51, "10": 52, "до": 53, "верхняя,": 54, "м": 55, "порывы": 56, "1500-2000": 57, "150-200": 58, "слоисто-кучевая,": 59, "начале": 60, "конце": 61, "дожде": 62, "0": 63, "1000-1500": 64, "кучевой": 65, "1,5-2": 66, "дымка": 67, "12": 68, "малооблачно.": 69, "4": 70, "4-6": 71, "1,0-1,5": 72, "слоисто-дождевой,": 73, "км,ветер": 74, "слоистой,": 75, "высотой": 76, "100-150": 77, "снег,": 78, "б.средняя": 79, "осадках": 80, "3": 81, "6-10км.": 82, "днем": 83, "темп": 84, "6-10км,": 85, "воздуха": 86, "слабый.": 87, "сред": 88, "первой": 89, "слоисто-дождевой": 90, "км": 91, "повышением": 92, "м/с,температура": 93, "верх,": 94, "средней,": 95, "дождь,": 96, "более": 97, "240-260": 98, "слоистая": 99, "кучево-дождевой": 100, "1.5-2": 101, "бал": 102, "100-120": 103, "м/с": 104, "дождь.": 105, "гр.,": 106, "260-280": 107, "осадки.": 108, "2-4": 109, "1,5-2,0": 110, "граница": 111, "20-40": 112, "снеге": 113, "15": 114, "тумане": 115, "120-140": 116, "3-5км,": 117, "80-100": 118, "верхняя": 119, "осадки,": 120, "кучевая,": 121, "5": 122, "слоистой": 123, "м,дымка,видимость": 124, "слоисто-кучевая": 125, "0...": 126, "6-10км": 127, "180-200": 128, "малооблачно": 129, "0...-3": 130, "280-300": 131, "слабый": 132, "320-340": 133, "6-": 134, "усилением": 135, "крат": 136, "220-240": 137, "6": 138, "200-220": 139, "14": 140, "метель,": 141, "3-6км,": 142, "кучевой,": 143, "600-1000м.": 144, "морось.": 145, "переменный,температура": 146, "увеличением": 147, "слоисто-дождевой.": 148, "1...": 149, "средняя,": 150, "уменьшением": 151, "1-1,5": 152, "дымы,": 153, "балла": 154, "4-7/12": 155, "300-320": 156, "1е": 157, "утренние": 158, "250-270": 159, "ослаблением": 160, "0е": 161, "600-1000м,": 162, "25": 163, "20": 164, "7-8": 165, "2-3км.": 166, "6-7": 167, "340-360": 168, "270-290": 169, "переходом": 170, "волны": 171, "уменьш": 172, "слоисто-дождевая,": 173, "360-20": 174, "18": 175, "9": 176, "и": 177, "часы": 178, "250-350": 179, "4-7м/с.": 180, "8": 181, "160-180": 182, "дымы.": 183, "бал,": 184, "-12...-15": 185, "9е": 186, "12...": 187, "17": 188, "0.": 189, "2е": 190, "186;с": 191, "3-6м/с.": 192, "2...": 193, "11": 194, "-9...-12": 195, "1000-1500м.": 196, "3е": 197, "500-800м.": 198, "км,в": 199, "300-500м,": 200, "200-220,": 201, "13": 202, "км,кучевая": 203, "240-260,": 204, "кучевая": 205, "260-280,": 206, "16": 207, "разорванно-слоистой": 208, "верхней": 209, "многослойной": 210, "5-8м/с": 211, "200-300м.": 212, "7...": 213, "130-150,": 214, "перех": 215, "слоисто-кучевой.": 216, "3-4км.": 217, "облаках": 218, "300-500м": 219, "1500-2000м.": 220, "малооблачно,дымка,видимость": 221, "слоистая.": 222, "слоисто-дождевая.": 223, "50-100": 224, "60-80": 225, "-3...-6": 226, "кратко": 227, "2-5м/с": 228, "многослойной,": 229, "баллов,": 230, "дождь": 231, "-1...-4": 232, "средней.": 233, "7-10б": 234, "слоисто-дождевая": 235, "км,дымка,кратко": 236, "кучево-дождевой,": 237, "12м/с.": 238, "поземок,": 239, "км,дымка,видимость": 240, "кучево-дождевая": 241, "2-7км,": 242, "210-230": 243, "3-4км,": 244, "натек": 245, "гроза.": 246, "перем,": 247, "-1...": 248, "140-160": 249, "переменный,": 250, "м.,": 251, "70-90": 252, "2-5м/с.": 253, "снег.": 254, "гроза,": 255, "280-300,": 256, "23": 257, "350-10": 258, "30-50": 259, "10-30": 260, "14е": 261, "слоисто-кучевая.": 262, "дождь,видимость": 263, "м/с,порывы": 264, "1": 265, "600-1000м": 266, "б.кучево-дождевая": 267, "21": 268, "300-500м.": 269, "км,слоисто-кучевая": 270, "19": 271, "туман.": 272, "км,слоисто-кучевая,утром": 273, "7": 274, "тумана,": 275, "1-4м/с.": 276, "обледенение,": 277, "2-6": 278, "мощно-кучевой": 279, "13...": 280, "27": 281, "0с": 282, "нижняя": 283, "м,ветер": 284, "400-800": 285, "1000-1500м": 286, "кратковременный": 287, "290-310,": 288, "290-310": 289, "500-800м,": 290, "3...": 291, "230-250": 292, "26": 293, "слоистая,": 294, "1е4с": 295, "11е": 296, "3-4км": 297, "6е": 298, "слоисто": 299, "км,утром": 300, "150-200м.": 301, "1000-1500м,": 302, "-2...-5": 303, "11...": 304, "0е-3": 305, "170-190": 306, "24": 307, "разорванно": 308, "км,слоисто-кучевая,кратко": 309, "-13...-16": 310, "22...": 311, "340-360,": 312, "250-270,": 313, "слабое": 314, "по": 315, "видим": 316, "-5...-8": 317, "180-200,": 318, "району": 319, "15...": 320, "более.": 321, "5...": 322, "4-5": 323, "260-280гр": 324, "6...": 325, "03.00-15.00": 326, "осл": 327, "пор": 328, ",": 329, "5-6": 330, "28": 331, "кучево-дождевая,": 332, "км,отдельно": 333, "осадки": 334, "снег": 335, "туман,": 336, "1-4м/с": 337, "тумана.": 338, "40-60": 339, "температ:": 340, "22е": 341, "видимсоть": 342, "3-5": 343, "низ": 344, "14..17с.": 345, "1е4": 346, "3-6/12": 347, "5е": 348, "м,отдельно": 349, "-4...-7": 350, "разорванно-слоистая": 351, "190-210": 352, "-1-4": 353, "гроза": 354, "-8...-11": 355, "22": 356, "200-300м": 357, "местами": 358, "50-70": 359, "90-110": 360, "100-150м.": 361, "2й": 362, "явлениях": 363, "5е8с": 364, "30": 365, "б": 366, "мощная": 367, "7-10бал": 368, "слоситая": 369, "5-8м/с.": 370, "160-180,": 371, "100-150м": 372, "3-6м/с": 373, "24...": 374, "150-170": 375, "мощно-кучевой,": 376, "5е8с.": 377, "кучево-дождевой.": 378, "нижней": 379, "высота": 380, "4-7м/с": 381, "16...": 382, "разорванно-слоистой.": 383, "границы": 384, "15е": 385, "дождевой": 386, "186;": 387, "дымка,дымы": 388, "8..": 389, "5-8/12": 390, "100-120,": 391, "ливневой": 392, "0с.": 393, "20е": 394, "10...": 395, "18...": 396, "1й": 397, "-7...-10": 398, "330-350": 399, "90-110,": 400, "4-6км.": 401, "8-9": 402, "малооблачно,": 403, "кучевая.": 404, "при": 405, "12е": 406, "17...": 407, "210-230,": 408, "140-160,": 409, "2-5баллов": 410, "25...": 411, "10-13": 412, "500-800м": 413, "усилен": 414, "7-10/15-20": 415, "повыш": 416, "20й": 417, "3-5км,слоисто-кучевой": 418, "6с": 419, "снег,видимость": 420, "2е5с": 421, "340-3601-4": 422, "6-9м/с": 423, "200-300м,": 424, "4-5км.": 425, "23с.": 426, "-22...-25": 427, "слоистокучевой,": 428, "-17...-20": 429, "23...": 430, "3-7": 431, "км,дымка,во": 432, "7е10с.": 433, "разорванно-слоистая.": 434, "баллоа": 435, "4-6км": 436, "400-600м": 437, "500-800,": 438, "9-12": 439, "-15...-18": 440, "2-3км,": 441, "1.5-2км,": 442, "торой": 443, "-6...-9": 444, "7-8км.": 445, "20-23": 446, "12...15": 447, "2-3км": 448, "3-5км": 449, "10км.": 450, "под": 451, "температ": 452, "понижением": 453, "метель.": 454, "2": 455, "слосито-дождевая,": 456, "слосто-кучевая": 457, "критические": 458, "значения": 459, "влажности,": 460, "поворотом": 461, "2-5м/с,": 462, "1,5-2км": 463, "после": 464, "2ой": 465, "10м/с.": 466, "-10...-13": 467, "нго": 468, "обледенение.": 469, "110-130": 470, "4...": 471, "8-10": 472, "слоисто-дождевая,утром": 473, "обледенение": 474, "облачнсоть": 475, "мощно-кучевая": 476, "150-200м": 477, "4-7м/с,": 478, "0е3с": 479, ".": 480, "тумана,видимость": 481, "маскированной": 482, "пол": 483, "400-600м,": 484, "14...17": 485, "21:00": 486, "морось,": 487, "9...": 488, "6-9/15": 489, "7...10": 490, "умеренно": 491, "20...": 492, "ввго1,5-2,0": 493, "ввго1000-1500": 494, "8-9км.": 495, "10..13с.": 496, "6-7км.": 497, "слоистая,во": 498, "27...": 499, "26-29": 500, "29": 501, "врем": 502, "5-6км": 503, "гололед,": 504, "км,кучевой": 505, "22...25": 506, "12-15": 507, "км,слоисто-кучевая,в": 508, "4-6км,": 509, "куч-дожд": 510, "35": 511, "17е": 512, "слоистодождевой,": 513, "12.00": 514, "разорвано-слоистой": 515, "3-6бал": 516, "туман": 517, "0-3": 518, "130-150": 519, "5-8м/с,": 520, "2-5б": 521, "-20е-23": 522, "кучевой.": 523, "гр.": 524, "21...": 525, "дымка,временами": 526, "кучево-дождевая.": 527, "-14...-17": 528, "9-10": 529, "ухудшением": 530, "низовая": 531, "6-8": 532, "джымка,": 533, "100-150м,": 534, "вначале": 535, "12м/с,": 536, "31": 537, "средняя.": 538, "0-3.": 539, "8...": 540, "слабый,": 541, "26...29с.": 542, "улучшением": 543, "7е": 544, "1.5-2.0": 545, "3-6/10": 546, "м/с.температура": 547, "1000-1500,": 548, "3с.": 549, "км,слоисто-кучевая,": 550, "дымка,в": 551, "2-зкм": 552, "км,кучевая,2-5": 553, "3.": 554, "6-9б": 555, "400-600м.": 556, "-20...-23": 557, "км.ветер": 558, "4-7б": 559, "тем-ра": 560, "-2-5.": 561, "15м/с.": 562, "28...": 563, "м,утром": 564, "15е18с.": 565, "4с.": 566, "осадки,видимость": 567, "баллов,средней,": 568, "перем": 569, "17.": 570, "скорость": 571, "км,кучевая,во": 572, "21е": 573, "-1е-4": 574, "300-320,": 575, "б.мощно-кучевая": 576, "2...5": 577, "осалках": 578, "2260-280": 579, "м/с.,": 580, "температрура": 581, "км,слоисто-кучевая,2-5": 582, "33": 583, "21...24": 584, "32": 585, "вго": 586, "ac": 587, "23…26с.": 588, "5-6км,": 589, "осадки,в": 590, "отд": 591, "500": 592, "2500": 593, "м,видимость": 594, "18м/с.": 595, "14..": 596, "310-330": 597, "9.": 598, "умеренное": 599, "3-6м/с,": 600, "слоистокучевой": 601, "17..20с.": 602, "мощно-кучевая,": 603, "слосито-кучевая,": 604, "кратковременны": 605, "1,5-2км.": 606, "видм": 607, "тмпр": 608, "дымы": 609, "-3е-6": 610, "м/с,с": 611, "6с.": 612, "500-800.": 613, "250-350.": 614, "7е10с": 615, "6е9с": 616, "-5-8с.": 617, "промышленные": 618, "-2-5": 619, "км,дымка,в": 620, "4-7м/": 621, "м,дымка,с": 622, "23.00": 623, "б.кучево-дождевая,утром": 624, "дождь,во": 625, "км,слоиисто-кучевая,во": 626, "слоистая,2-5": 627, "км,дымка,утром": 628, "тумана,во": 629, "11...14.": 630, "6..": 631, "верхняя,средняя,кучевая": 632, "1000-1500м,ввго": 633, "2-3км.видимость": 634, "2-5м/с.температура": 635, "средняя,слоисто-кучевая,": 636, "дождке": 637, "13-16": 638, "кучево": 639, "м,дымка,кратко": 640, "150-200м,": 641, "на": 642, "слоисто-": 643, "20е23с": 644, "слоисто-куечвая,": 645, "sc": 646, "14...": 647, "0...3": 648, "средней,в": 649, "8.": 650, "10.00": 651, "многослойная,": 652, "6-9/12": 653, "-12-15": 654, "12м/с": 655, "-3-6.": 656, "4.": 657, "засветками": 658, "6-9м/с,": 659, "22...25.": 660, "14-17": 661, "20:00": 662, "5-7": 663, "6-9м/с.": 664, "5-8,температура": 665, "мощной": 666, "переменных": 667, "прояснением": 668, "натеканием": 669, "14м/с.": 670, "-1-4.": 671, "ветер300-320": 672, "0-": 673, "5-8бал": 674, "21с": 675, "20с.": 676, "19с": 677, "-24...-27": 678, "7-10/15": 679, "3...6": 680, "1...4": 681, "кучевой.нижняя": 682, "12…15с.": 683, "5..": 684, "половину": 685, "300-500,": 686, "км,кратко": 687, "температура:": 688, "0..-3.": 689, "4с": 690, "-11...-14": 691, "-2е-5": 692, "200-3000": 693, "слисто-дождевой.": 694, "5...8": 695, "ci": 696, "3-8": 697, "отдельные": 698, "очаги": 699, "дымка,.": 700, "гололедные": 701, "-4-7": 702, "1,5-2км,": 703, "7.": 704, "220-240,": 705, "нуля": 706, "26...": 707, "1ой": 708, "-26...-29": 709, "17…20с.": 710, "9...12": 711, "-5-8.": 712, "-2-5с.": 713, "24е": 714, "27с.": 715, "27...30.": 716, "14...17.": 717, "24с.": 718, "25с": 719, "26...29.": 720, "13м/с.": 721, "27.": 722, "кр": 723, "км,слоисто-кучевая,во": 724, "5с.": 725, "-5е-8": 726, "0е-3с.": 727, "7-10баллов": 728, "-7-10": 729, "5-8б": 730, "1-4м/с,": 731, "метеле": 732, "-27...-30": 733, "22...25с.": 734, "-23...-26": 735, "400-800м.": 736, "сред,": 737, "6-7км,": 738, "10-13гр.": 739, "верхней,средней,": 740, "середине": 741, "ночью": 742, "14…17с.": 743, "0-3с.": 744, "4..7.": 745, "-19...-22": 746, "-9е-12": 747, "8...11": 748, "-6": 749, "-4е-7": 750, "3..6.": 751, "4-7/15": 752, "ns": 753, "50-100м.": 754, "180-200гр,": 755, "12е15с": 756, "многослойная": 757, "-3": 758, "-5": 759, "1,5-": 760, "200-2000": 761, "до12м/с.": 762, "15с.": 763, "явления,": 764, "150-2000": 765, "4...7": 766, "16-19.": 767, "15-18": 768, "20…23с.": 769, "24…27с.": 770, "11м/с.": 771, "облачность:": 772, "растеканием": 773, "в10й": 774, "-3-6с.": 775, "3-6с.": 776, "20:001000-1500": 777, "б.слоистая,кратко": 778, "7-8км,": 779, "2.0-3.0км.": 780, "15…18с.": 781, "25..28.": 782, "0..": 783, "5.": 784, "4-5км": 785, "метель": 786, "14.00": 787, "дождь,гроза,видимость": 788, "слоистой.": 789, "гр": 790, "кратковрменно": 791, "км.во": 792, "порыв": 793, "вр": 794, "cu": 795, "11...14": 796, "км,слоисто-кучевая,3-6": 797, "23е26.": 798, "направлений.": 799, "1500-2000.дымка.видимость": 800, "40-60гр,": 801, "110-130гр,": 802, "-1-4с.": 803, "отдельно": 804, "3е6": 805, "димость": 806, "обл": 807, "-2е-5с.": 808, "300-3000": 809, "1-1,5км.": 810, "снег,метель.": 811, "-22-25": 812, "20.": 813, "16е": 814, "120-140,": 815, "-2": 816, "20..23с.": 817, "повышение": 818, "17...20с": 819, "куч-дожд.": 820, "26е": 821, "+20…+23.": 822, "грозе": 823, "31...34с.": 824, "22…25с.": 825, "09.00-21.00": 826, "кучево_дождевой": 827, "110-120": 828, "слоистодождевой": 829, "150-3000": 830, "-18...-21": 831, "400-3000": 832, "вид": 833, "темпер": 834, "мощно": 835, "32...": 836, "200-400": 837, "27-30": 838, "10...13": 839, "4е": 840, "-0...-3": 841, "4-7бал": 842, "м/": 843, "100-150,": 844, "15..18с.": 845, "зарядах": 846, "верх1,5-2,0": 847, "15...18с.": 848, "80-100,": 849, "17с.": 850, "0...-3с.": 851, "-30...-33": 852, "9…12с.": 853, "3-5км.": 854, "23-26": 855, "поземного": 856, "тумана": 857, "12.": 858, "9с": 859, "15с": 860, "осад": 861, "днм": 862, "24.00": 863, "21..24с.": 864, "т-ра": 865, "волнами.": 866, "5..8.": 867, "1500-2000,": 868, "верх2-3": 869, "3-6б": 870, "18:00": 871, "дожжде": 872, "-9е-12гр.": 873, "100-150м.верх4-5км.": 874, "слосито": 875, "м,.": 876, "2ю": 877, "6е9": 878, "2,0-3,0": 879, "-3е-6с.": 880, "кратковременно150-200": 881, "5-/12м/с.": 882, "500-3000": 883, "верхней.": 884, "средней,слоисто-кучевой": 885, "11с.": 886, "17..": 887, "330-330": 888, "350-10гр,": 889, "приземном": 890, "болтанка.": 891, "облачночсть": 892, "седняя": 893, "-29...-32": 894, "6.": 895, "-33...-36": 896, "-25...-28": 897, "5-8баллов": 898, "-1": 899, "-4": 900, "1.0-1.5": 901, "-21...-24": 902, "6-9/14": 903, "600-1000,": 904, "9...12.": 905, "км,.": 906, "23е": 907, "28…31с.": 908, "18...21с.": 909, "200": 910, "320-340,": 911, "3-4к": 912, "5...9": 913, "5...е8": 914, "5600-1000": 915, "06.00-18.00": 916, "23..26": 917, "дождевой,": 918, "22…25": 919, "23…26.": 920, "14-17.": 921, "град": 922, "17-20.": 923, "направлений": 924, "24е27.": 925, "80-100гр,": 926, "малооблачно,с": 927, "120-140гр": 928, "поземный": 929, "22-25": 930, "100-120гр,": 931, "км,местами": 932, "1-3": 933, "22…25.": 934, "16…19с.": 935, "12..": 936, "20.00": 937, "понижение": 938, "16.": 939, "1.5-2км": 940, "19:00": 941, "10:00": 942, "-15-18.": 943, "300-1000": 944, "10…13с.": 945, "10с.": 946, "9с.": 947, "26...29": 948, "-7-10.": 949, "разорванно-слоистой,": 950, "-31...-34": 951, "20...23с.": 952, "гололед.": 953, "1.5-2км.": 954, "-6-9.": 955, "10км": 956, "-12": 957, "7-7": 958, "2-5бал": 959, "19е22с.": 960, "23е26с": 961, "27е30с": 962, "временаит": 963, "19е22с": 964, "-2...-5с.": 965, "27…30с.": 966, "21…24с.": 967, "25…28с.": 968, "0-3с": 969, "2-7км.": 970, "1...4с.": 971, "1-1.5км,": 972, "5-6км.": 973, "темпеаратура": 974, "осадки,гололд,видимость": 975, "ii": 976, "7-10/18": 977, "внго1000-1500": 978, "15.": 979, "2..": 980, "умеренного,": 981, "-10-13.": 982, "температ:около": 983, "слабое,": 984, "температ:-1...-4": 985, "болтанка,": 986, "вар": 987, "первую": 988, "кратквременно": 989, "слоисто_дождевая": 990, "маскироваенная": 991, "+12…+15.": 992, "1500-2000м,": 993, "1500-2000м": 994, "20-40,": 995, "25..28с.": 996, "2-3,": 997, "10.": 998, "2-8": 999, "12..15.": 1000, "переход": 1001, "20-240": 1002, "28-31": 1003, "пер": 1004, "малобл": 1005, "10км.ветер": 1006, "25-28": 1007, "13..": 1008, "кратковременнно": 1009, "12с.": 1010, "0..3": 1011, "5е8": 1012, "9е12": 1013, "мощная,": 1014, "04.00": 1015, "5-8/15": 1016, "16...19": 1017, "6...9с.": 1018, "9...12с": 1019, "07": 1020, "-2-4": 1021, "м,дымка,утром": 1022, "мск": 1023, "-14-17.": 1024, "средняя.видимость": 1025, "23-26.": 1026, "-3-6": 1027, "км,дымка,временами": 1028, "ветер180-200": 1029, "снега": 1030, "12-15/20": 1031, "-11": 1032, "2-й": 1033, "-2..-5.": 1034, "-15": 1035, "внго100-150": 1036, "внго150-200": 1037, "18...21с": 1038, "25...28с": 1039, "разорвано": 1040, "13-16с": 1041, "вет": 1042, "2-6км.,": 1043, "18е": 1044, "ослабление": 1045, "-8...-12": 1046, "31…34с.": 1047, "18…21с.": 1048, "150-170гр": 1049, "волнами,": 1050, "-10...-13с.": 1051, "-": 1052, "300": 1053, "10.00-22.00": 1054, "12/м/с.": 1055, "02.00-14.00": 1056, "100-1500м.": 1057, "27е": 1058, "25е": 1059, "+17…+20.": 1060, "-17-20.": 1061, "1,5": 1062, "-2,0": 1063, "28.": 1064, "32.": 1065, "9...12с.": 1066, "13м/с": 1067, "видимось": 1068, "+23…+26.": 1069, "7..10.": 1070, "км,кучевая,в": 1071, "09:00мск": 1072, "20-25": 1073, "2км.": 1074, "12-15/25": 1075, "-1е-4гр.": 1076, "-35...-38": 1077, "400-600,": 1078, "вентер": 1079, "250-350м,": 1080, "малооблачно.видимость": 1081, "15м/с,": 1082, "полов": 1083, "м,дымка": 1084, "7-10/20": 1085, "1-1,5км,": 1086, "34": 1087, "км,кучевая,утром": 1088, "19...22": 1089, "11-14": 1090, "-6е-9": 1091, "краткрвременно": 1092, "-9-12": 1093, "-17": 1094, "22.00": 1095, "23.": 1096, "-2..-5": 1097, "-9": 1098, "-21": 1099, "разорванно-слоистая,": 1100, "-0...": 1101, "50-100м,": 1102, "24...27с.": 1103, "-4-7.": 1104, "400-600.": 1105, "8е": 1106, "слоистоцкучевой": 1107, "8с.": 1108, "8-11": 1109, "5с": 1110, "23с": 1111, "18с": 1112, "ос": 1113, "временнами": 1114, "1,5-2,0.": 1115, "сррока": 1116, "балдлов": 1117, "12е15с.": 1118, "мощьной": 1119, "сильного,": 1120, "гр,температура": 1121, "2-5км.": 1122, "половитне": 1123, "ткуман": 1124, "-36...-39": 1125, "км.ветр": 1126, "поземок.": 1127, "на40-60гр.": 1128, "выстой": 1129, "1,5-2.0км.": 1130, "-25...-28гр.": 1131, "2-6км.": 1132, "-17е-20с": 1133, "-10е-13гр.": 1134, "временами,": 1135, "д015м/с.": 1136, "1.5-2.0км.": 1137, "слоистокучевая.": 1138, "2.0-\t3.0": 1139, "320-340гр.": 1140, "-16е-19": 1141, "14-18": 1142, "слоисто-кучевой,слоисто-дождевой150-200м,": 1143, "-7..-10": 1144, "слоисто-кучевой,слоистодождевой": 1145, "100-150м.верх": 1146, "слоисто-кучевой,во": 1147, "дымка,морось,гололед,": 1148, "23…26": 1149, "мгла,": 1150, "27…30.": 1151, "мгла": 1152, "27е30.": 1153, "25…28.": 1154, "25е28.": 1155, "26…29.": 1156, "26е29.": 1157, "24…27.": 1158, "25…28": 1159, "1500-2000.дымка.": 1160, "1500-2000.дымка,": 1161, "тумана.видимость": 1162, "10-30гр,": 1163, "120-140гр,": 1164, "блачность": 1165, "23...26с.": 1166, "6-9.": 1167, "16...16с.": 1168, "600-100": 1169, "18.": 1170, "6-9бал": 1171, "1..": 1172, "дымка,видимость": 1173, "2е5": 1174, "1-1.5км": 1175, "явления.": 1176, "-1е-4с.": 1177, "вторую": 1178, "-13-16.": 1179, "2-зкм.": 1180, "210-240": 1181, "10..": 1182, "13.": 1183, "17...20": 1184, "350-010": 1185, "слоистая.внго": 1186, "дымка,утром": 1187, "верхняя,средняя,": 1188, "слоисто_кучевая": 1189, "-3...-6с.": 1190, "-12-15.": 1191, "переохлажденные": 1192, "-5-8": 1193, "пнижением": 1194, "малооблачно,днем": 1195, "мощно-кучевой.": 1196, "26..": 1197, "29.": 1198, "22-2": 1199, "270-290,": 1200, "-8": 1201, "50-100м": 1202, "-14": 1203, "снежных": 1204, "-1..-4.": 1205, "29...32с.": 1206, "30…33с.": 1207, "28...31с.": 1208, "1000-1500.верхняя": 1209, "100-150.верхняя": 1210, "600-1000.ветер": 1211, "отдельной": 1212, "гозе": 1213, "27...30с.": 1214, "1000-1500м.ввго": 1215, "6-10км.,": 1216, "6…9с.": 1217, "восточный": 1218, "1000-1500м.дымка.": 1219, "600-1000м.дымка,": 1220, "-8-11.": 1221, "маскированно": 1222, "14.": 1223, "20с": 1224, "дымка,кратковременно": 1225, "11е14с.": 1226, "22е25с.": 1227, "усил": 1228, "600-1000.": 1229, "средняя,верхняя": 1230, "13.00": 1231, "8-10бал": 1232, "облачность7-10": 1233, "29...": 1234, "слотисто-кучевая,": 1235, "13;с": 1236, "5....8": 1237, "ливневых": 1238, "гроз": 1239, "22..25.": 1240, "22:00": 1241, "-1-4с": 1242, "2..5.": 1243, "-1е-3с.": 1244, "150-200.": 1245, "средней,слоисто-кучевой,": 1246, "поборото": 1247, "м/с..": 1248, "з-б": 1249, "внго1500-2000": 1250, "30...": 1251, "2:00": 1252, "сл": 1253, "15...18": 1254, "6-10км.ветер": 1255, "st": 1256, "млобл": 1257, "18..": 1258, "21.": 1259, "13с.": 1260, "15..": 1261, "слаб.": 1262, "9..": 1263, "увелич": 1264, "перменный": 1265, "11с": 1266, "сое": 1267, "7с.": 1268, "9-12/18": 1269, ",4-7": 1270, "баол": 1271, "мощьно-кучевой,": 1272, "внго200-300": 1273, "сильное": 1274, "временамиосадки,": 1275, "0...2": 1276, "19с.": 1277, "кратк.": 1278, "7...10с": 1279, "21...24с": 1280, "краткдождь.": 1281, "12...15с.": 1282, "7-110": 1283, "13...16с": 1284, "кратк.дождь,": 1285, "оленегорск": 1286, "03-15": 1287, "силе": 1288, "010-030": 1289, "и400-600": 1290, "10,": 1291, "дождь,видим": 1292, "температура:5....8": 1293, "050-100": 1294, "м,до": 1295, "020-040": 1296, "3-6баллов": 1297, "кчёратковременно": 1298, "220-340": 1299, "-28...-31": 1300, "18...21.": 1301, "куч-дожд,": 1302, "крт.": 1303, "400-800м,": 1304, "21...24с.": 1305, "23..26.": 1306, "20..23.": 1307, "21...24.": 1308, "200-300м.дымка.": 1309, "дождь.видимость": 1310, "6-10км,в": 1311, "средняя.дымка,дымы.видимость": 1312, "средняя.дымка.видимость": 1313, "брлее": 1314, "6-80": 1315, "б.многослойная,слоисто-дождевая": 1316, "-20": 1317, "-15...е-18": 1318, "1000-1500.": 1319, "6-10км,ветер": 1320, "300-2000": 1321, "200-1500": 1322, "кр.": 1323, "0,6-1": 1324, "200-1000": 1325, "цкучевая.": 1326, "-3с.": 1327, "-24": 1328, "310-330,": 1329, "180-200гр": 1330, "-3с": 1331, "12-15м/с,": 1332, "-18": 1333, "слоистодождевой.": 1334, "6-9д4": 1335, "-7е-10": 1336, "10км,": 1337, "менее": 1338, "25-30": 1339, "9-12/16": 1340, "1500-200": 1341, "+1…+4": 1342, "1000-500м": 1343, "дымка,краткеовременно": 1344, "5-8/10": 1345, "слоистой-300": 1346, "3-6/15": 1347, "350-370": 1348, "3е6с": 1349, "30-50,": 1350, "230-250,": 1351, "10е": 1352, "/с.": 1353, "дымка,во": 1354, "4-17": 1355, "км.во7-10": 1356, "одождь,": 1357, "в1й": 1358, "10...13с.": 1359, "разорвано-слоистая": 1360, "дымкa,": 1361, "порывы.": 1362, "кратквоременно": 1363, "1,0-1,5км.": 1364, "20-30": 1365, "-15...-18.": 1366, "маскир.": 1367, "болтанка": 1368, "слабой": 1369, "инт.,": 1370, "км..": 1371, "граница1000-1500": 1372, "средне": 1373, "23е26с.": 1374, "26...29с": 1375, "22..25с.": 1376, "9..12": 1377, "10..13": 1378, "сi": 1379, "as": 1380, "больше": 1381, "20..23": 1382, "слоисто-дождевая,во": 1383, "мв": 1384, "-26-29.": 1385, "-11-14.": 1386, "слоисто0дождевой": 1387, "-3..-6.": 1388, "средняя,слоисто-кучевая": 1389, "гололед": 1390, "б.слоистая,временами": 1391, "-23...-26гр.": 1392, "240-260гр.": 1393, "-12е-15": 1394, "300-1500": 1395, "срока3-6": 1396, "порывами": 1397, "нг": 1398, "24..27.": 1399, "ветр": 1400, "усилением5-8": 1401, "температ:25-28": 1402, "180-200/320-340": 1403, "кратковреемнно": 1404, "картковременно": 1405, "уттренние": 1406, "1000-3000": 1407, "2…5с.": 1408, "11…14с.": 1409, "22е25.": 1410, "7..": 1411, "переменный.": 1412, "слоисто-кучевая,в": 1413, "мощьно-кучевой": 1414, "1-1.5": 1415, "прояснениями.": 1416, "-8-10.": 1417, "спереходом": 1418, "переменный,при": 1419, "средняя,слоисто-кучевая,кратко": 1420, "дымка,кратко": 1421, "верхняя,средняя,кучевая.": 1422, "средняя,слоисто-кучевая,утром": 1423, "туман.видимость": 1424, "м.ветер": 1425, "29...32": 1426, "дождь,гроза.": 1427, "24...27": 1428, "сучевая.": 1429, "средняя,слоисто-кучевая,в": 1430, "м,днем": 1431, "дождь.идимость": 1432, "00:00": 1433, "-19-22.": 1434, "0...-3.": 1435, "-5е-8с.": 1436, "слабый,температура": 1437, "-6-9": 1438, "15:00": 1439, "умеренного.": 1440, "6-9,": 1441, "6-9/20": 1442, "1-4балла": 1443, "18..21с.": 1444, "27..30с.": 1445, "6-9баллов": 1446, "верх6-7км.": 1447, "20..": 1448, "23..": 1449, "26.": 1450, "3с": 1451, "230-250гр": 1452, "300-320гр": 1453, "310-330гр": 1454, "6гр.": 1455, "4гр.": 1456, "-6..-9.": 1457, "..-3.": 1458, "с..": 1459, "200-220гр": 1460, "снежные": 1461, "заряды,": 1462, "6-9/16": 1463, "13....16": 1464, "150-120м": 1465, "27…0с.": 1466, "29…32.": 1467, "60-80гр,3-6": 1468, "28…31с": 1469, "1000-1500.дымка.": 1470, "1000-1500.дымка,": 1471, "4-5км,": 1472, "140-160гр,": 1473, "6-10.ветер": 1474, "слоисто-кучевой.утром": 1475, "км.в": 1476, "20-23с.": 1477, "10м/с,": 1478, "30...33с.": 1479, "2-3км.дымка,вид.6-10км.ветер": 1480, "30-50,днем": 1481, "600-1000м.ввго": 1482, "2-3км.вид.более": 1483, "расстеканием": 1484, "2-3км.дымка,промдым,вид.6-10км,ветер": 1485, "11…13с.": 1486, "26…29с.": 1487, "дымка,дождь,": 1488, "грозавидимость": 1489, "50-1000м.дымка,": 1490, "км,слоистая,кратко": 1491, "11.00": 1492, "7-10м/с.": 1493, "8е11с": 1494, "1-4бал": 1495, "21.00": 1496, "дождь,морось,видимость": 1497, "м/с,днм": 1498, "12м": 1499, "-4...-7с.": 1500, "3-6км.": 1501, "облаблением": 1502, "14с.": 1503, "10е13с.": 1504, "17е20с.": 1505, "16м/с.": 1506, "18-21": 1507, "25-270": 1508, "исред": 1509, "30с": 1510, "25..28": 1511, "24с": 1512, "границей": 1513, "-5...-8с.": 1514, "-24.": 1515, "-20.": 1516, "-12.": 1517, "кртатковременно": 1518, "-15.": 1519, "-36-39.": 1520, "100-1500": 1521, "-1...-4с.": 1522, "18...21": 1523, "190-210,": 1524, "20....23": 1525, "22с": 1526, "22..": 1527, "25.": 1528, "20...23": 1529, "1-4б": 1530, "13...16с.": 1531, "16е19с.": 1532, "14...17с.": 1533, "5-8/до": 1534, "слоист-дождевая,": 1535, "8-11/15": 1536, "7-10/12": 1537, "веохней": 1538, "брехней,": 1539, "-з-б.": 1540, "100-150м,верх": 1541, "ко": 1542, "-3.": 1543, "-4...-7.": 1544, "8..11.": 1545, "07:00": 1546, "7010": 1547, "уменьшение": 1548, "500-800м,в": 1549, "овторой": 1550, "верх3-4": 1551, "180-200гр.": 1552, "утр": 1553, "временно": 1554, "кон": 1555, "малооблоачно": 1556, "верхне": 1557, "ветер,": 1558, "100-150.": 1559, "слоистодождевая,": 1560, "5-8,": 1561, "прояснениями": 1562, "второй,": 1563, "030-050": 1564, "температура0-3.": 1565, "200-300,": 1566, "100-150.снег,": 1567, "2.0-3.0": 1568, "-4е-7гр.": 1569, "-6...-9с.": 1570, "-34-37.": 1571, "слоитсо": 1572, "зс": 1573, "220-230": 1574, "2-зкм,": 1575, "верх1,5-2км,": 1576, "-11-14с.": 1577, "верх2-зкм,": 1578, "зс.": 1579, "слоисто-кучевая,во": 1580, "300-500м,ввго": 1581, "180-20": 1582, "12м/с.температура": 1583, "8..11": 1584, "среднейслсито": 1585, "3..": 1586, "7-10б,": 1587, "температ:8...11": 1588, "кеучевой,": 1589, "уторм": 1590, "230250": 1591, "10с": 1592, "балла,": 1593, "уитром": 1594, "240260": 1595, "температт:1...4": 1596, "верх2-зкм.": 1597, "с,": 1598, "-з-6.": 1599, "соистой": 1600, "7-юбаллов": 1601, "500-800м.в": 1602, "ц": 1603, "4-6м.": 1604, "температ:-2...-5": 1605, "310-320": 1606, "-9-12.": 1607, "5-8.": 1608, "-4...-7с": 1609, "слоисто-кучнвой,": 1610, "290-310гр": 1611, "3гр.": 1612, "0е3гр.": 1613, "5гр.": 1614, "350-010гр": 1615, "7е10гр.": 1616, "280-300гр": 1617, "1е4гр.": 1618, "3-4км,слоисто-кучевой,": 1619, "210-230гр": 1620, "-5е-8гр.": 1621, "7-10м/с": 1622, "220-240гр": 1623, "100-120гр": 1624, "0е3": 1625, "2гр.": 1626, "190-210гр": 1627, "0е-3гр.": 1628, "170-190гр": 1629, "-2е-5гр.": 1630, "производственные": 1631, "ввго1500-2000": 1632, "10-13м/с,": 1633, "половинев": 1634, "19..22с.": 1635, "8-5м/с.": 1636, "320-300": 1637, "7-4м/с.": 1638, "500-300м,": 1639, "600-1000км.": 1640, "5..8с.": 1641, "обдачность": 1642, "напрвлений": 1643, "6-9бб": 1644, "6...9": 1645, "19…22с.": 1646, "2е5с\t": 1647, "21..24.": 1648, "26..29.": 1649, "6-7км": 1650, "10м/с": 1651, "17с": 1652, "25..28...18.": 1653, "-10": 1654, "слоистая,слоисто-дождевая": 1655, "13м": 1656, "3...6с.": 1657, "14м/с,": 1658, "-8-11": 1659, "верхне,": 1660, "дождь,утром": 1661, "ос.": 1662, "ввго1000-1500м": 1663, "080-100": 1664, "снеге2-3": 1665, "-17.": 1666, "300-500м.временами": 1667, "-10.": 1668, "060-080": 1669, "-8.": 1670, "м.дымка,": 1671, "-9.": 1672, "-25": 1673, "-28.": 1674, "-29-32.": 1675, "слоисто-кучевая,слоисто-дождевая": 1676, "м.дымка": 1677, "обледенение,крат": 1678, "слиосто": 1679, "1,1,5": 1680, "слоитсой": 1681, "дымка,снег": 1682, "дымка,снег,": 1683, "-3-5": 1684, "слоистой,слоисто-кучевой": 1685, "-7-10с": 1686, "200-240": 1687, "30с.": 1688, "50-100.": 1689, "600-1000м.ветер": 1690, "10....13": 1691, "500-8000м,": 1692, "600-1000м,в": 1693, "0..3.": 1694, "9..12.": 1695, "-6е-9с.": 1696, "слоситой": 1697, "слистой.": 1698, "обледение": 1699, "15.00": 1700, "-27-30.": 1701, "кучев": 1702, "балслоисто": 1703, "8:00": 1704, "поземок": 1705, "многослойной,слоистой,": 1706, "сильного,видимость": 1707, "слоисто-кучевлой,": 1708, "13...16": 1709, "облачность4-7": 1710, "0...-3c.": 1711, "2-5м/": 1712, "баллов,многослойной,": 1713, "1…4.": 1714, "слоисто-разорванной": 1715, "ослблением7-ю": 1716, "температ:-3...-6": 1717, "-9-12с": 1718, "внго150-200м": 1719, "слоисто-кучевойв": 1720, "<s>": 1721}