{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v2.8.1", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "embedding/embeddings", "shape": [1722, 100], "dtype": "float32"}, {"name": "rnn_1/lstm_cell_2/kernel", "shape": [100, 512], "dtype": "float32"}, {"name": "rnn_1/lstm_cell_2/recurrent_kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "rnn_1/lstm_cell_2/bias", "shape": [512], "dtype": "float32"}, {"name": "rnn_2/lstm_cell_3/kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "rnn_2/lstm_cell_3/recurrent_kernel", "shape": [128, 512], "dtype": "float32"}, {"name": "rnn_2/lstm_cell_3/bias", "shape": [512], "dtype": "float32"}, {"name": "attention/attention_W", "shape": [356, 1], "dtype": "float32"}, {"name": "output/kernel", "shape": [356, 1722], "dtype": "float32"}, {"name": "output/bias", "shape": [1722], "dtype": "float32"}]}]}